{
  "name": "Pounded Herbs",
  "icon": "hibernalherbs:pounded_tarragon",
  "category": "hibernalherbs:herbs",
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Pounded Herbs can be used as an alternative way of gathering string. You can also craft several decorational blocks such as Leaf Piles and Herb Barrels. Pounded Herb variants are also used to create their dried counterpart. (it is also part of how you reproduce non-pounded herbs)"
    },
    {
      "type": "spotlight",
      "item": "hibernalherbs:pounded_tarragon",
      "link_recipe": false,
      "text": "Pounded Tarragon can be used to create Shaded Blends. (as well as other previously mentioned uses)"
    },
    {
      "type": "spotlight",
      "item": "hibernalherbs:pounded_chamomile",
      "link_recipe": false,
      "text": "Pounded Chamomile can be used to create Decaying, Diminished, Virulent, and Dashing Blends. (as well as other previously mentioned uses)"
    },
    {
      "type": "spotlight",
      "item": "hibernalherbs:pounded_ceillis",
      "link_recipe": false,
      "text": "Pounded Ceillis can be used to create Decaying, Sedating, Acceleration, Alternative, Observing, and Hindering Blends. (as well as other previously mentioned uses)"
    },
    {
      "type": "spotlight",
      "item": "hibernalherbs:pounded_chives",
      "link_recipe": false,
      "text": "Pounded Chives can be used to create Acceleration, Sedating, Alternative, Conflicting, Observing, and Shaded Blends. (as well as other previously mentioned uses)"
    },
    {
      "type": "spotlight",
      "item": "hibernalherbs:pounded_chervil",
      "link_recipe": false,
      "text": "Pounded Chervil can be used to create Hindering and Shaded Blends. (as well as other previously mentioned uses)"
    },
    {
      "type": "spotlight",
      "item": "hibernalherbs:pounded_essitte",
      "link_recipe": false,
      "text": "Pounded Essitte can be used to create Incinerating Blends, as well as Siliptium Petals. (as well as other previously mentioned uses)"
    },
    {
      "type": "spotlight",
      "item": "hibernalherbs:pounded_calendula",
      "link_recipe": false,
      "text": "Pounded Calendula's only current use is to dry it for further experimentation. (as well as other previously mentioned uses)"
    },
    {
      "type": "spotlight",
      "item": "hibernalherbs:pounded_fennkystral",
      "link_recipe": false,
      "text": "Pounded Fennkystral can be used to create Alternative Blends, as well as Lumbinetrik Petals. (as well as other previously mentioned uses)"
    },
    {
      "type": "spotlight",
      "item": "hibernalherbs:pounded_fennsel",
      "link_recipe": false,
      "text": "Pounded Fennsel can be used to create Acceleration Blends. (as well as other previously mentioned uses)"
    },
    {
      "type": "spotlight",
      "item": "hibernalherbs:pounded_marjoram",
      "link_recipe": false,
      "text": "Pounded Marjoram can be used to create an Advanced Gluttonous Ring, as well as Virulent and Dashing Blends. (as well as other previously mentioned uses)"
    },
    {
      "type": "spotlight",
      "item": "hibernalherbs:pounded_punuel",
      "link_recipe": false,
      "text": "Pounded Punuel can be used to create Virulent and Incinerating Blends. (as well as other previously mentioned uses)"
    },
    {
      "type": "spotlight",
      "item": "hibernalherbs:pounded_rosemary",
      "link_recipe": false,
      "text": "Pounded Rosemary can be used to create Decaying, Alternative, Conflicting, and Regenerative Blends. (as well as other previously mentioned uses)"
    },
    {
      "type": "spotlight",
      "item": "hibernalherbs:pounded_sorrel",
      "link_recipe": false,
      "text": "Pounded Sorrel can be used to create Diminished, Sedating, Observing, Hindering, and Dashing Blends. (as well as other previously mentioned uses)"
    },
    {
      "type": "spotlight",
      "item": "hibernalherbs:pounded_thyocielle",
      "link_recipe": false,
      "text": "Pounded Thyocielle can be used to create Conflicting Blends. (as well as other previously mentioned uses)"
    },
    {
      "type": "spotlight",
      "item": "hibernalherbs:pounded_thyme",
      "link_recipe": false,
      "text": "Pounded Thyme can be used to create Regenerative Blends. (as well as other previously mentioned uses)"
    },
    {
      "type": "spotlight",
      "item": "hibernalherbs:pounded_verbena",
      "link_recipe": false,
      "text": "Pounded Verbena can be used to create Diminished, Conflicting, Regenerative, and Incinerating Blends. (as well as other previously mentioned uses)"
    },
    {
      "type": "relations",
      "entries": [
        "hibernalherbs:herbs/non_pounded",
        "hibernalherbs:herbs/dried"
      ],
      "text": "These entries may also be useful in your studies."
    }
  ]
}