{
  "name": "Non-Pounded Herbs",
  "icon": "hibernalherbs:tarragon",
  "category": "hibernalherbs:herbs",
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Some general need-to-know information about herbs is that they can all (for the most part) be found in cold biomes naturally. This includes Snowy Plains, Snow Taigas, Snowy Beaches, etc. These herbs can also be used to create Pouches, Canisters, Humus, and the Conjuration Altar."
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:tarragon",
      "link_recipe": true,
      "text": "Tarragon is used to create an herb called 'Sage', which has it's own unique uses as well. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:chamomile",
      "link_recipe": true,
      "text": "Chamomile can be used to create a Diminished Blend. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:ceillis",
      "link_recipe": true,
      "text": "Ceillis only has two main uses. The first being to create Decaying Blends, with the second being able to create an Herbal Sigil aligned with Lust. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:chives",
      "link_recipe": true,
      "text": "Chives are used to create three different Herb Blends, including; Acceleration Blends, Sedating Blends, and Shaded Blends. Each of these has their own unique effect as well. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:chervil",
      "link_recipe": true,
      "text": "Chervil can be used to create a Hindering Blend. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:essitte",
      "link_recipe": true,
      "text": "Essitte is only used to make pounded essitte. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:calendula",
      "link_recipe": true,
      "text": "Calendula can be used to create an Herbal Sigil aligned with Envy. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:fennkystral",
      "link_recipe": true,
      "text": "Fennkystral cannot be found naturally generating, and must be created using a Conjuration Altar. It can be used to create a Golden Ring, as well as a Gluttonous Ring. It can also be used to make an Alternative Blend. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:fennsel",
      "link_recipe": true,
      "text": "Fennsel can be used to create an artificial herb known as Fennkystral. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:marjoram",
      "link_recipe": true,
      "text": "Marjoram can be used to make a Dashing Blend, as well as a few other things. Including; Fennkystral, an Advanced Gluttonous Ring, and an Herbal Sigil aligned with Greed. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:punuel",
      "link_recipe": true,
      "text": "Punuel can be used to create Incinerating and Virulent Blends. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:rosemary",
      "link_recipe": true,
      "text": "Rosemary is used to make Regenerative Blends, as well as to make an Herbal Sigil aligned with Pride. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:sorrel",
      "link_recipe": true,
      "text": "Sorrel is used to make Observing Blends. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:thyocielle",
      "link_recipe": true,
      "text": "Thyocielle is used to make a Conflicting Blend and to make an Herbal Sigil aligned with Gluttony. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:thyme",
      "link_recipe": true,
      "text": "Thyme is used to make a Blank Sigil. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:verbena",
      "link_recipe": true,
      "text": "Verbena is used to make two different Herbal Sigils: One aligned with Wrath and the other aligned with Sloth."
    },
    {
      "type": "relations",
      "entries": [
        "hibernalherbs:herbs/dried",
        "hibernalherbs:herbs/pounded"
      ],
      "text": "These entries may also be useful in your studies."
    }
  ]
}