{
  "name": "Non-Pounded Herbs",
  "icon": "hibernalherbs:tarragon",
  "category": "hibernalherbs:herbs",
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Some general need-to-know information about herbs is that they can all (for the most part) be found in cold biomes naturally. This includes Snowy Plains, Snow Taigas, Snowy Beaches, etc. These herbs can also be used to create Herb Pouches, Herb Blend Canisters, Herb Humus, and the Herbal Conjuration Altar."
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:tarragon",
      "link_recipe": false,
      "text": "Tarragon is used to create an herb called 'Sage', which has it's own unique uses as well. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:chamomile",
      "link_recipe": false,
      "text": "Chamomile can be used to create a Diminished Herb Blend. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:ceillis",
      "link_recipe": false,
      "text": "Ceillis only has two main uses. The first being to create Decaying Herb Blends, with the second being able to create an Herbal Sigil aligned with Lust. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:chives",
      "link_recipe": false,
      "text": "Chives are used to create three different Herb Blends, including; Acceleration Herb Blends, Sedating Herb Blends, and Shaded Herb Blends. Each of these has their own unique effect as well. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:chervil",
      "link_recipe": false,
      "text": "Chervil can be used to create a Hindering Herb Blend. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:essitte",
      "link_recipe": false,
      "text": "Essitte is only used to make pounded essitte. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:calendula",
      "link_recipe": false,
      "text": "Calendula can be used to create an Herbal Sigil aligned with Envy. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:fennkystral",
      "link_recipe": false,
      "text": "Fennkystral cannot be found naturally generating, and must be created using a Herbal Conjuration Altar. It can be used to create a Golden Herb Ring, as well as a Gluttonous Herb Ring. It can also be used to make an Alternative Herb Blend. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:fennsel",
      "link_recipe": false,
      "text": "Fennsel can be used to create an artificial herb known as Fennkystral. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:marjoram",
      "link_recipe": false,
      "text": "Marjoram can be used to make a Dashing Herb Blend, as well as a few other things. Including; Fennkystral, an Advanced Gluttonous Ring, and an Herbal Sigil aligned with Greed. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:punuel",
      "link_recipe": false,
      "text": "Punuel can be used to create Incinerating and Virulent Herb Blends. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:rosemary",
      "link_recipe": false,
      "text": "Rosemary is used to make Regenerative Herb Blends, as well as to make an Herbal Sigil aligned with Pride. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:sorrel",
      "link_recipe": false,
      "text": "Sorrel is used to make Observing Herb Blends. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:thyocielle",
      "link_recipe": false,
      "text": "Thyocielle is used to make a Conflicting Herb Blend and to make an Herbal Sigil aligned with Gluttony. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:thyme",
      "link_recipe": false,
      "text": "Thyme is not used very frequently. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:verbena",
      "link_recipe": false,
      "text": "Verbena is used to make two different Herbal Sigils: One aligned with Wrath and the other aligned with Sloth. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:sage",
      "text": "Sage is used to make Blank Herbal Sigils. However, this may change later on. (as well as other previously mentioned uses)"
    },
    {
      "type": "patchouli:relations",
      "entries": [
        "hibernalherbs:herbs/dried",
        "hibernalherbs:herbs/pounded",
        "hibernalherbs:herbs/blends",

        "hibernalherbs:herbal_conjuration/sigil/sigil"
      ],
      "text": "These entries may also be useful in your studies."
    }
  ]
}