{
  "name": "Conjuration Altar",
  "icon": "hibernalherbs:conjuration_altar",
  "category": "hibernalherbs:herbal_conjuration",
  "pages": [
    {
      "type": "patchouli:text",
      "text": "This is where you'll find information on how to start the process of Herbal Conjuration, as well as some minor benefits."
    },
    {
      "type": "patchouli:crafting",
      "recipe": "hibernalherbs:conjuration_altar",
      "text": "Above, you'll find the recipe for creating a Conjuration Altar of your own. In order to craft the altar, you'll need any four non-pounded herbs, 4 Myqueste planks, and an anvil."
    },
    {
      "type": "patchouli:spotlight",
      "item": "hibernalherbs:dried_calendula",
      "title": "For Starters",
      "text": "You will want to create a stash of Dried Calendula, as it is used in many conjurations. Whether it be to make more useful herbs, or in the conjurations directly, this is a very important part of your studies."
    },
    {
      "type": "hibernalherbs:conjuration",
      "recipe": "hibernalherbs:conjuration/herb/dried/dried_calendula",
      "text": "Above, you'll find the conjuration for creating Dried Calendula, of which will produce two."
    },
    {
      "type": "patchouli:text",
      "text": "One of the more basic uses of Herbal Conjuration is to make powerful blends. Some more useful than others, but either way change the playing field for those participating in combat. A blend that you might find useful is a Regenerative Blend. This blend, as the name might suggest, provides regeneration to the target."
    },
    {
      "type": "hibernalherbs:conjuration",
      "recipe": "hibernalherbs:conjuration/herb/blend/regeneration",
      "text": "Above, you'll find the conjuration for creating a Regenerative Blend. Other blends can be made in a similar manor, just with different herbs/ingredients."
    },
    {
      "type": "patchouli:relations",
      "entries": [
        "hibernalherbs:herbs/dried",
        "hibernalherbs:herbal_conjuration/sigil/sigil",
        "hibernalherbs:herbs/blends"
      ],
      "text": "These entries may also be useful in your studies."
    }
  ]
}